[
  {
    "id": 1,
    "title": "Première compo guitare",
    "artist": "Djé",
    "file": "first_guitare_compo.mp3",
    "type": "audio",
    "lyrics": "Pas de parole 🎤",
    "date": "2025-05-19"
  },
  {
    "id": 2,
    "title": "Mes doigts entre leurs tripes",
    "artist": "Djé",
    "file": null,
    "type": "text",
    "lyrics": "Ils ton dit de venir Petite soirée sympa en devenir Tu les connais, tu ne t'es pas méfié, Vous alliez juste festoyer En plus ils sont pompiers, Qu'est ce qu'il pourrait mal ce passer? Le réveil est sans souvenir Premier fois de ta vie oû ta mémoire est partir fuir On t'expliques que tas était drogué Certains voudrais te voir le chapeau porter Comme si c'est toi qui tavais agressé Le tout en bande organisé On leur souhaite aucun avenir Même pas, on leur prédit vraiment le pire 34 et 37 ans La crasse le pire de ce qui ce fait de vivant Prémédité, les preuve sont là Les audio des échanges téléphoniques ne trompes pas Mes doigts qui traînent entre leurs tripes Ambiance sonore à base de mauvais soupirs Et ca tristement , suplie \"pardon\" J'écoute pas, jme concentre sur comment corriger cet affront Je trouve l'équilibre dans votre douleur Malsainement j'aime la couleur de vos plies en sueurs Et ca tombe au sol régulier comme le temps qui passe Lui qui se dilate, pendant que tu trépasse J'aime le travail bien fait La fin du supplice se fondra dans la rosé... ..Du matin 2 de moins, c'est bien J'aurais jamais cru vouloir le faire Être satisfait d'avoir calmé 2 corps à terres",
    "date": "2025-04-29"
  },
  {
    "id": 1750262766742,
    "title": "Si peu de centimètre",
    "artist": "Djé",
    "type": "audio",
    "file": "qui-aurait-cru-D7_1750351433125_lklsf9.mp3",
    "lyrics": "Qui aurait cru qu'autant de grace tiendraient dans si peu de centimètre ? \\n Que je serait si faible , devant ses yeux qui pensent je t'aime ? \\n Que je ne me serais plus ennuyé à rien faire, qu'a te regarder rien faire? \\n Que tout ce qui crié en moi pouvait se taire... pouvait un jour se taire ? \\n Hier n'est plus et demain n'est pas. \\n Tu es mon présent car tout est là. J'ai ta joie dans ma rétine, j'ai ta joie dans ma rétine ! \\n Mon histoire manquait d'une pièce comme un puzzle, que je ne savait voir, un veritable trompe l'oeuil ! \\n \\n oooOhohoO ooOO \\n ohooohohOhohoOOhoOO \\n ohoohOhohohoOOHOO\\n ohohOHOAAoAaA \\n \\n Mon histoire manquait d'une pièce comme un puzzle, \\n que je ne savait voir, un veritable trompe l'oeuil ! \\n \\n oooOhohoO ooOO \\n oooOhohoO ooOO \\n \\n Qui aurait cru qu'autant de grace tiendraient dans si peu de centimètre ? \\n Que je ne me serais plus ennuyé à rien faire, qu'a te regarder rien faire ? \\n Et la couleur de tes yeux juste dessinés pour me plaire, fait chantoner en moi, un million de nouveaux aires. \\n \\n ...\\n Et comme dit le soleil... fiou fiou fiou",
    "date": "2025-06-04",
    "isDateUnknown": false,
    "isAvailable": true
  }
]